public/reading/mauro-corona/mauro-corona-lunario-sentimentale.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">
<p>
<a href="../../index.html">Giovanni's Diary</a> &gt; <a href="../reading.html">Reading</a> &gt; <a href="mauro-corona.html">Mauro Corona</a> &gt;
</p>

<div id="outline-container-orgd992856" class="outline-2">
<h2 id="orgd992856">Lunario Sentimentale</h2>
<div class="outline-text-2" id="text-orgd992856">
<pre class="example">
In questo calendario sentimentale, descrivo un'epopea perduta,
ormai scomparsa per sempre.
</pre>
<p>
"In this sentimental calendar, I describe a lost epic, now gone forever"
</p>

<p>
As the second book in my collection of Mauro Corona, I went with
Lunario Sentimentale. This was exactly the book I was looking for
when I was asking the internet for a book about rural mountain life,
which led me to discover Mauro Corona and his other books.
</p>

<p>
Lunario Sentimentale is a collection of memories of the author,
divided in seasons and months to emphasise how much the changing
of the season would shape the life of the people. Each month was
dedicated to something: preparing tools, fertilize the earth,
remembering the deads, etc. Life was hard in every moment of the year,
without mercy. Still, people were hard to put down and life kept
going.
</p>

<p>
As the author states several times, this book is a testimony of a
lost time. He describes his memories of cutting down trees with hand
saws before the electric saw were invented, of creating their own
tools each year, of hunting animals for surviving, of big snowfalls.
The author is clearly nostalgic about his time, his testimony will
make It last a bit longer before being totally surpassed by time
itself.
</p>

<p>
He speaks of a lost time in three different meaning: the first being
the lost mountain life and traditions which have been replaced by
electric tools and a fast paced economy. Second is the setting: the
author lived in the Vajont valley, an area that has been totally
destroyed by the fall of the dam that caused more than 2000 deaths, a
great tragedy in italian history. Some of the places he describes do
not exist anymore as they were destroyed by the strength of the water.
Lastly, he speaks about friends and families that have long gone and
live only in his memories and words.
</p>

<p>
Nature is as an important actor as the protagonist himself. The work
was based around the changing of the seasons, on the time to grow and
harvest food, etc. Mauro talks about nature with great respect and
knowledge. In another book, "Storie del bosco antico", he talks about
his deep affections for the trees and their unique personalities.
</p>

<p>
Supernatural beliefs were also a part of normal life. People were
scared of whiches, people would disappear without a reason sometimes,
there was a culture of myth. For example, the author thought (and
still does probably) that cutting a christmas tree during a full
moonlight would make the tree last for years, instead of just a few
months.
</p>

<p>
Celebrations and christian cluture were important: February was the
month of the masks, november was the month of the deads, december was
the month of Christmas.
</p>

<p>
This book is a window to a time that is probably lost forever and can
only be told by the few remaining people who lived it. Life was hard
but simple. People were happier, the author argues.
</p>

<hr />

<p>
Travel: <a href="./mauro-corona.html">Mauro Corona</a>, <a href="../../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</body>
</html>
